list = [
	{
		"work_name":"SCINTILLATIONS OF DARKNESS",
		"work_images":"1_scintillations of darkness",
        "work_desc":"Humans are complex creatures with a variety of human emotions, generally categorised to be either positive and negative. Yet for the past 3 years, that division became a blur for me, and the emotions began to bleed into one another. I was caught in a conflict, a battle between the 2 sides, a war that was only taking place within my head. This led to my impression of having multiples of myself interacting with each other, manipulating my thoughts and feelings such that I could no longer understand myself. The often conflicting peaks of exuberance and dips of melancholy dragged me down resulting in a slow degradation in my confidence, stamina and personality. The abstract manifestations that I had conjured up were inexplicable, yet this expressionist photographic work allowed me to portray the surrealistic multiples, while keeping intact the realistic representation of myself.</br> The work was created by printing the two sides separately and sticking them together with aluminium sheets in between to hold the curvaceous structure. Fishing lines were attached at regular intervals to further support the curve and hang the artwork.",
		"work_medium":"PHOTOGRAPHY",
		"work_year":2016,
		"work_dim":"350CM x 90CM",
		"work_imgno":6,
		"work_overline":"'A' LEVEL COURSEWORK"
	},
    {
        "work_name":"FLEETING EXPRESSIONS",
        "work_images":"2_fleeting expressions",
        "work_desc":"Exploration of techniques to manipulate photos physically by taking burst shots or photos of changing expressions, cutting them from individual prints, and finally layering them to form a topographical composition.",
        "work_medium":"PHOTOGRAPHY",
        "work_year":2016,
        "work_dim":"VARIOUS",
        "work_imgno":3,
        "work_overline":"'A' LEVEL COURSEWORK: PREPARATORY BOARDS"
    },
    {
        "work_name":"20 CARAT",
        "work_images":"3_20 carat",
        "work_desc":"Black & white self-portraits depicting body language by posing under the light of a digital projector in a dark room.",
        "work_medium":"PHOTOGRAPHY",
        "work_year":2016,
        "work_dim":"90CM × 75CM",
        "work_imgno":1,
        "work_overline":"'A' LEVEL COURSEWORK: PREPARATORY BOARDS"
    },
    {
        "work_name":"MANIPULATION SERIES",
        "work_images":"4_manipulation series",
        "work_desc":"Manipulation of self-portraits to explore emotions and juxtaposition of multiple characters.",
        "work_medium":"PHOTOGRAPHY",
        "work_year":2016,
        "work_dim":"VARIOUS",
        "work_imgno":9,
        "work_overline":"'A' LEVEL COURSEWORK: PREPARATORY BOARDS"
    },
    {
        "work_name":"UV PORTRAITS",
        "work_images":"5_uv portraits",
        "work_desc":"Self-exploration with UV light, self-made mask, fluorescent paint and projector light.",
        "work_medium":"PHOTOGRAPHY",
        "work_year":2016,
        "work_dim":"VARIOUS",
        "work_imgno":3,
        "work_overline":"'A' LEVEL COURSEWORK: PREPARATORY BOARDS"
    },
    {
        "work_name":"NO USE CRYING OVER SPILT MILK",
        "work_images":"6_no use crying over spilt milk",
        "work_desc":"Self-exploration with white acrylic paints.",
        "work_medium":"PHOTOGRAPHY",
        "work_year":2016,
        "work_dim":"VARIOUS",
        "work_imgno":1,
        "work_overline":"'A' LEVEL COURSEWORK: PREPARATORY BOARDS"
    },
    {
        "work_name":"EHCATRAEH",
        "work_images":"7_ehcatraeh",
        "work_desc":"Self-exploration with white acrylic paints.",
        "work_medium":"PHOTOGRAPHY",
        "work_year":2018,
        "work_dim":"3500PX×2334PX",
        "work_imgno":1,
        "work_overline":"RHODE ISLAND SCHOOL OF DESIGN APPLICATION PROJECT"
    },
    {
        "work_name":"NEXUS 2016",
        "work_images":"8_nexus",
        "work_desc":"I was requested by the Student's Council of Victoria Junior College to design the logo and other graphics for the Junior College 1 Orientation 2016. The general theme given was ancient civilisations, together with the main civilisations they were going to be used for the orientation groups and also the event name, 'NEXUS'. Hence, in order to capture the spirit and the theme effectively, I researched on the different symbolisms used by each civilisation and slowly incorporated them into the design. The typography for 'NEXUS' was created from a combination of different fonts that were manually adjusted so as to make it unique and also suit the overall theme. The logo was used for T-shirts, drawstring bags, lanyards and wristbands, all of which were given to each of the approximately 1600 Junior College 1 students and the various Orientation facilitators.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":"2015 - 2016",
        "work_dim":"VARIOUS",
        "work_imgno":7,
        "work_overline":"JUNIOR COLLEGE 1 ORIENTATION 2016 BRANDING"
    },
    {
        "work_name":"CABINET BETA",
        "work_images":"9_cabinet",
        "work_desc":"Just after the unveiling of Google’s Material Design, those involved in the app’s community via Google+ were interested in making a new icon. Many of us submitted icons for a period of 2 weeks and our designs went through a voting process. Eventually my icon was chosen and was used for a period of time until the development of the app was terminated.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2014,
        "work_dim":"VARIOUS",
        "work_imgno":3,
        "work_overline":"ANDROID APP LOGO DESIGN"
    },
    {
        "work_name":"SHUTTLE MUSIC PLAYER",
        "work_images":"10_shuttle",
        "work_desc":"This is a paid commissioned project that was requested of me (via Google+) by the app developer. We worked together to create a more unique, bold and playful icon that would embrace the newly unveiled redesign of Android’s UI (Material Design).</br> Link to app: https://play.google.com/store/apps/details? id=another.music.player&hl=en",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2014,
        "work_dim":"VARIOUS",
        "work_imgno":8,
        "work_overline":"ANDROID APP LOGO DESIGN"
    },
    {
        "work_name":"PO10TIAL",
        "work_images":"11_potential",
        "work_desc":"Logo design process for our resident art exhibition where we displayed all our works that we created for the year as part of curriculum. 'PO10TIAL' was our Junior College 1 exhibition name due to there being 10 art students having the potential to accomplish our desired goals.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2015,
        "work_dim":"VARIOUS",
        "work_imgno":10,
        "work_overline":"LOGO & POSTER DESIGN"
    },
    {
        "work_name":"CLOUD NINE",
        "work_images":"12_cloud nine",
        "work_desc":"Logo design process for our resident art exhibition where we displayed our ‘A’ Level Coursework. 'CLOUD NINE' was our Junior College 2 exhibition name since there were 9 art students in 2016, and the phrase was meant to represent our satisfaction and happiness in reaching the end of our art journey in college.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2016,
        "work_dim":"VARIOUS",
        "work_imgno":3,
        "work_overline":"LOGO DESIGN"
    },
    {
        "work_name":"NUTS VALLEY",
        "work_images":"13_nuts valley",
        "work_desc":"???",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2017,
        "work_dim":"VARIOUS",
        "work_imgno":1,
        "work_overline":"LOGO DESIGN"
    },
    {
        "work_name":"VICTORIA SCHOOL 140TH ANNIVERSARY",
        "work_images":"14_140 years",
        "work_desc":"As part of the 140th Anniversary, Victoria School launched a competition to all teachers, current students and alumni to design the logo. After a voting process was held, my design was chosen, and was subsequently improved together with the Head of Aesthetics and finally vetted by the Principal.</br> The design of the logo resembles a traditional wax seal which symbolises trust and security. The serif font further symbolises tradition while the minimalist design represents the contemporary.The outline of the design resembles the school crest, emphasising the identity of the school, while the concentric wavy circles symbolise the vivacity of a celebratory or ceremonial performance. The words 'Viva Victoria' are taken from a familiar school cheer and means 'Long Live Victoria', signifying the vibrancy, dynamism and excellence in grooming students into Gentlemen, Professionals and Sportsmen.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2015,
        "work_dim":"???",
        "work_imgno":3,
        "work_overline":"LOGO DESIGN"
    },
    {
        "work_name":"EAST ZONE SCIENCE CARNIVAL 2016",
        "work_images":"15_science carnival",
        "work_desc":"This design was requested by my art teacher in Victoria Junior College. The East Zone Science Carnival is an annual event held for Secondary school students who get to experience science in advanced laboratories.</br> The goal of the design was to incorporate the main fields of science; Chemistry, Physics, Biology and Mathematics. This was done using various symbols that represent the respective science fields. A complementary banner was created by incorporating some elements from the logo. The logo was printed on T-shirts used by the participants and the banner was displayed outside the school.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2016,
        "work_dim":"VARIOUS",
        "work_imgno":3,
        "work_overline":"LOGO & BANNER DESIGN"
    },
    {
        "work_name":"VICTORIA JUNIOR COLLEGE GREETING CARDS",
        "work_images":"16_vjc greeting cards",
        "work_desc":"I was assigned by Victoria Junior College to design greeting cards for major celebrations (From right to left, top to bottom: Chinese New Year, Deepavali, National Day, Ramadan, Christmas) in 2017, to be used as official greetings from the college.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":"2016 - 2017",
        "work_dim":"VARIOUS",
        "work_imgno":6,
        "work_overline":"GREETING CARD DESIGN"
    },
    {
        "work_name":"PROJECT WORK",
        "work_images":"17_pw",
        "work_desc":"This was the proposal for a digital TV set-top box for the elderly.</br> The UI was designed specifically for the elderly, giving them easier usage with big texts, bold and colourful icons, and compact information. The UI components such as the icons were created with Adobe Illustrator, and Apple Keynote was used for the simulation of the user experience.</br> The 5 A4 pages were cover pages for our written report on the project",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2015,
        "work_dim":"VARIOUS",
        "work_imgno":7,
        "work_overline":"‘A’ LEVEL PROJECT WORK"
    },
    {
        "work_name":"MINI GRAPHICS",
        "work_images":"18_mini graphics",
        "work_desc":"These 12 artworks were a graphical practice.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2015,
        "work_dim":"VARIOUS",
        "work_imgno":7,
        "work_overline":"DIGITAL ILLUSTRATION"
    },
    {
        "work_name":"MINI GRAPHICS",
        "work_images":"18_mini graphics",
        "work_desc":"These 12 artworks were a graphical practice.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2015,
        "work_dim":"VARIOUS",
        "work_imgno":12,
        "work_overline":"DIGITAL ILLUSTRATION"
    },
    {
        "work_name":"GREEK GODS",
        "work_images":"19_greek gods",
        "work_desc":"This was a personal project that was inspired by my interest in Greek mythology and depicts Zeus, Poseidon, Hades, Ares, Atlas & Kronos from top left in a clockwise direction.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2013,
        "work_dim":"42CM × 29.7CM",
        "work_imgno":6,
        "work_overline":"ILLUSTRATIONS"
    },
    {
        "work_name":"LOST & DEAD",
        "work_images":"20_lost and dead",
        "work_desc":"This work was my Secondary 4 Coursework, in which my theme was Restlessness. The work is about how in life we seem to be placed into mazes, making us confused as to how or where we are headed. The ups and downs of life are represented by the impossible structures that depict how it is seemingly difficult to deal with all the complex emotions, thoughts and situations we face. The work has also been divided into 3 sections, representing our youth, middle age, and old age. Yet the separation of the artwork is contrasted by the flowing nature of the buildings, showing how there is always a way towards the finality of life.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2014,
        "work_dim":"180CM × 60CM",
        "work_imgno":8,
        "work_overline":"SECONDARY 4 ART COURSEWORK"
    },
    {
        "work_name":"LAOS",
        "work_images":"21_laos",
        "work_desc":"???",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2017,
        "work_dim":"900PX × 900PX",
        "work_imgno":1,
        "work_overline":"GRAPHICS"
    },
    {
        "work_name":"IT GOES THROUGH",
        "work_images":"22_it goes through",
        "work_desc":"Imagine the energy coursing,</br> The walls that held on for so long starting to bend.</br> Imagine the beat pulsing,</br> the build up towards the end.</br></br> Look towards the stars and focus.</br> Feel the pressure bubbling inside.</br> Fighting to be released.</br> Fighting to be free.</br></br> Let it explode out.</br> Don’t hold back,</br> let it go through.</br> Let it go through</br>",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":2018,
        "work_dim":"33CM × 17CM",
        "work_imgno":1,
        "work_overline":"RHODE ISLAND SCHOOL OF DESIGN APPLICATION PROJECT"
    },
    {
        "work_name":"NEETHANE",
        "work_images":"23_neethane",
        "work_desc":"Designed poster for ‘Neethane’ a theatrical production of Indian Cultural Society of Victoria Junior College.",
        "work_medium":"DIGITAL MEDIA, PHOTOGRAPHY",
        "work_year":2016,
        "work_dim":"A3",
        "work_imgno":2,
        "work_overline":"POSTER DESIGN"
    },
    {
        "work_name":"INTEGRATED PROGRAMME SYMPOSIUM",
        "work_images":"24_ip symposium",
        "work_desc":"This design project was for the first Integrated Programme Symposium held in Victoria School, and was requested of me by the Head of the Integrated Programme. The design was created by working with teachers and also the Principal to gain feedback to ensure that it was able to represent the vibrant and joyous spirit of the first of these events.",
        "work_medium":"DIGITAL MEDIA",
        "work_year":2013,
        "work_dim":"A5",
        "work_imgno":2,
        "work_overline":"BOOKLET DESIGN"
    },
    {
        "work_name":"FRIDGEVENTORY",
        "work_images":"25_fridgeventory",
        "work_desc":"I was approached by a team of National University of Singapore (NUS) students to come up with a design for a project idea of theirs. The app is meant to allow families to keep track of their groceries that are stored in the refrigerator and remind them to use their items as the expiry date nears, so as to reduce food wastage. I designed the app using Adobe XD, creating extensive designs for each screen. I went further to create a prototype within Adobe XD to let the team feel the structure of the app. This prototype was used for their initial survey in which they showed it to members of public to get feedback. During this period, I worked with my father and brother to code out the app and get it in working condition. Although the user interface could not be fully accomplished for the final product, the app was usable and was shown off during the team’s presentation.</br> On 8 May 2018, Google unveiled the Material Theming tools, which enabled designers and developers to have more freedom while creating their apps. Excited to use the newly available editor and test out new components introduced with this release, I redesigned the entire app to make it look cleaner and easier to use.",
        "work_medium":"DIGITAL MEDIA",
        "work_year":2018,
        "work_dim":"???",
        "work_imgno":"???",
        "work_overline":"UI DESIGN, APP DEVELOPMENT"
    },
    {
        "work_name":"MONSTER SERIES",
        "work_images":"26_monster series",
        "work_desc":"Sketches exploring emotions and how they can be characterised by different creatures.",
        "work_medium":"DIGITAL ILLUSTRATION, INK, WATERCOLOUR PEN",
        "work_year":2016,
        "work_dim":"VARIOUS",
        "work_imgno":7,
        "work_overline":"'A' LEVEL COURSEWORK: PREPARATORY BOARDS"
    },
    {
        "work_name":"HUMAN STUDIES",
        "work_images":"27_human studies",
        "work_desc":"???",
        "work_medium":"DIGITAL ILLUSTRATION, INK, CHARCOAL, CHALK",
        "work_year":2016,
        "work_dim":"VARIOUS",
        "work_imgno":6,
        "work_overline":"'A' LEVEL COURSEWORK: PREPARATORY BOARDS"
    },
    {
        "work_name":"BLOOD, SWEAT & TEARS",
        "work_images":"28_blood, sweat and tears",
        "work_desc":"Created by using alginate to obtain a mould of my hand and finally using plaster to create the sculpture. Final product achieved by dripping enamel paint as layers of red, orange and yellow onto the sculpture.",
        "work_medium":"PLASTER, ENAMEL PAINT",
        "work_year":2016,
        "work_dim":"LIFE SIZE",
        "work_imgno":1,
        "work_overline":"'A' LEVEL COURSEWORK: PREPARATORY BOARDS"
    },
    {
        "work_name":"NATIONAL CADET CORPS (SEA)",
        "work_images":"29_ncc",
        "work_desc":"This is the trifold brochure and Facebook banner used for the publicity of the Singapore National Cadet Corps (Sea) Co-Curricular Activity in Victoria School during the recruitment drive for freshmen.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":"2016 - 2017",
        "work_dim":"VARIOUS",
        "work_imgno":3,
        "work_overline":"BROCHURE & FACEBOOK BANNER DESIGN"
    },
    {
        "work_name":"MONOID SOLUTIONS PTE. LTD.",
        "work_images":"31_monoid solutions",
        "work_desc":"???",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":"2015 - 2018",
        "work_dim":"A5",
        "work_imgno":4,
        "work_overline":"GREETING CARDS"
    },
    {
        "work_name":"SCHOOL OF HARD KNOCKS",
        "work_images":"33_school of hard knocks",
        "work_desc":"Everyone has felt this emotion that the weight of the world rests on their shoulders. As a student, we have always felt this emotion that I am the only one able to do the task and that the future of our lives lies in our hands. It is a very stressful feeling that puts us on pressure at all times. For example, as the Co-Curricular Activity leader and prefect, sometimes this feeling is so great that it overwhelms me and I feel like giving up. It is not a good feeling, one that can make you or break you, depending on how we handle it. This feeling is taken as a punishment and makes us wonder why it is us, and what consequences there would be if we just let go of this weight. This drives us to carry on holding up this weight despite having enough of it, and we end up wanting to just walk away but we cannot as we remember that the world rests on us. And this continues in an endless cycle.",
        "work_medium":"DIGITAL ILLUSTRATION",
        "work_year":"2015 - 2018",
        "work_dim":"24CM × 24CM PER PAGE",
        "work_imgno":4,
        "work_overline":"SECONDARY 3 ART MINI COURSEWORK"
    },
]
